// 假设这是你的数据
const data = {
    "gx": '3.0.3',//版本号，软件取本地数据中的版本号与这个对比，不等则显示更新并下一行的链接
    "url": ["https://fs-im-kefu.7moor-fs1.com/ly/4d2c3f00-7d4c-11e5-af15-41bf63ae4ea0/1742823569453/gx.zip"],//数据库更新
    "azburl": ["https://www.123684.com/s/AoATjv-GUisH"],//软件安装包
    "nr": ["本次为软件更新，已经安装的朋友请前往官网重新下载安装<br><a>https://sparkly-frangollo-7c1e65.netlify.app/</a><br>-壁纸板块更新许多电脑壁纸<br>-优化用户体验<br>-完善更多动画效果<br>-增加若干内容"],//更新内容
    "lsname": ["极客栈安装包（应该是2.0最后的版本）","小杰影视（早期及客栈名字）2.0.2","小杰影视2.0.1","小杰影视2.0.0","小杰影视手机端"],
    "lsurl": ["https://lz.ly93.cc/1261/28600469/安装包.zip","https://lz.ly93.cc/1261/22009543/小杰影视2.0.2.zip","https://lz.ly93.cc/1261/21655516/小杰影视2.0.1.exe","https://lz.ly93.cc/1261/21535677/小杰影视2.0.0.exe","https://lz.ly93.cc/1261/28524468/小杰影视.apk"],
};
